Repository: DBinaghi/plugin-MoreMediaTypes
Catalog: languages/*.po
Languages: it

source: Please note: when enabling new media types, check that they are allowed as per <a href="/admin/settings/edit-security" title="click to open the configuration page" target="_blank">Omeka configuration</a>.
it: Attenzione: quando si abilitano nuovi tipi di media, verificare che siano permessi nella <a href="/admin/settings/edit-security" title="clicca per aprire la pagina di configurazione" target="_blank">configurazione di Omeka</a>.

source: Microsoft Office formats
it: Formati Microsoft Office

source: Add standard formats
it: Aggiungere formati standard

source: If checked, adds images for Microsoft standard formats: Word, Excel and PowerPoint.
it: Se selezionata, aggiunge le immagini per i formati standard Microsoft Office: Word, Excel e PowerPoint.

source: Add XML formats
it: Aggiungere formati xml

source: If checked, adds images for Microsoft Office xml formats of Word, Excel and PowerPoint (warning: check that the media type is allowed in Omeka configuration).
it: Se selezionata, aggiunge le immagini per i formati xml Microsoft Office di Word, Excel e PowerPoint (attenzione: verificare che il tipo di media sia accettato nella configurazione di Omeka).

source: Open Office formats
it: Formati Open Office

source: If checked, adds images for Open Office standard formats: Writer, Calc and Impress.
it: Se selezionata, aggiunge le immagini per i formati standard Open Office: Writer, Calc e Impress.

source: Other formats
it: Altri formati

source: Add text format
it: Aggiungere formato testo

source: If checked, adds image for text format.
it: Se selezionata, aggiunge una immagine per il formato testo.

source: Add RTF format
it: Aggiunge formato RTF

source: If checked, adds image for RTF (Rich Text Format) format.
it: Se selezionata, aggiunge una immagine per il formato RTF (Rich Text Format).

source: Add HTML format
it: Aggiungere formato HTML

source: If checked, adds image for HTML (HyperText Markup Language) format.
it: Se selezionata, aggiunge una immagine per il formato HTML (HyperText Markup Language).

source: Add PDF format
it: Aggiungere formato PDF

source: If checked, adds image for PDF (Portable Document Format) format.
it: Se selezionata, aggiunge una immagine per il formato PDF (Portable Document Format).

source: Add eBook formats (ePub & MOBI)
it: Aggiunge formati eBook (ePub e MOBI)

source: If checked, adds image for eBook (ePub & MOBI) formats.
it: Se selezionata, aggiunge una immagine per i formati eBook ePub e MOBI.

source: Add compressed formats
it: Aggiunge formati compressi

source: If checked, adds image for ZIP, RAR and ARJ compressed formats.
it: Se selezionata, aggiunge una immagine per i formati compressi ZIP, RAR e ARJ.

source: Default images
it: Immagini standard

source: Change default images
it: Sostituire immagini standard

source: If checked, changes default images for Image, Audio and Video formats, as well as the default fallback one.
it: Se selezionata, sostituisce le immagini standard per i formati Image, Audio, Video, e pure quella di default.
